//高级配置，相当细致的配置，手动配置（初始化）的最高等级
export default defaultCharacter = {
  "社会档案": {
    "surname": "无可",
    "givenName": "奉告",
    "sex": "男",
    "survived_month": 0
  },
  "能力属性": {
    "心智": {
      "记忆力": 8,
      "创造力": 5,
      "性格": ["内向"],
      "专业知识": {
        "初中数学": {
          "掌握程度": 80 
        },
        "初中英语": {
          "掌握程度": 72
        }
      }
    },
    "外在": {
      "等级": 5,
      "优势": ["睫毛长"],
      "缺陷": ["眼睛小","雀斑多"]
    },
    "体质": {
      "体力": 4,
      "当前病症": ["风寒"],
      "家族遗传病": ["哮喘"],
    },
    "家境": {
      "家产": ["房子","车子"],
      "家庭月收入": 20000,
      "家庭成员": ["父亲","母亲","姐姐"]
    }
  }
}
